Author=Antònia Bellalta
SourceLANGID=1033
LANGID=1027
Generator=DKLang Translation Editor v3.0
LastModified=2017-08-22 20:59:36

[About]
00000002=Quant a
00000094=Aren
00000161=Tanca
00000162=Versions
00000165=Opinions, notificacions d'errors, mètodes de millora, etcètera, seran ben rebuts.
00000166=Quant a Advanced Renamer
00000167=Visita també el fòrum:
00000168=Donació
00000169=Nome:
00000170=Registrat per:
00000171=Aplica
00000172=Obtè la clau de llicència
00000173=Per a us personal:
00000174=Donació
00000175=Per a us commercial:
00000176=Compra

[AddDir]
00000002=Afegeix directori
00000094=&Màscara:
00000161=Cancel·la
00000162=Accepta
00000163=Inclou &Subdirectoris
00000164=Carpeta nova ...
00000165=Expressió regular de coincidència:

[ARenMain]
00000002=ARen
00000005=0 element/s
00000006=0 error/s
00000007=Estat: Bé
00000008=Barra d'Eines. principal
00000009=Refresca
00000010=&Verifica lot
00000011=Auto &Test
00000012=Mostra imatges
00000013=Configuració
00000014=&Ajuda
00000015=&Índex ...
00000016=Dre&ceres de teclat
00000017=&Versió ...
00000018=&Cerca actualització
00000020=&Quant a ...
00000021=&Desfà lot previ
00000022=Inicia lot
00000023=Llista de barres de Eines.
00000024=&Afegeix
00000025=&Fitxers ...
00000026=&Directoris ...
00000027=&Llista
00000028=&Carrega ...
00000029=&Desa ...
00000030=&Neteja ...
00000031=Elimina fitxers &erronis
00000032=mou amunt
00000033=mou endavant
00000034=mou baix
00000035=mou al fons
00000036=Canvia el nom fitxers
00000058=Canvia carpetes
00000067=Nom del fitxer:
00000068=Directori:
00000069=Mida:
00000070=Data de creació:
00000071=Data de modificació:
00000072=Tipus de fitxer:
00000073=Atributs:
00000074=Data d'accés:
00000075=Informació de fitxer
00000076=No hi ha info
00000077=La informació no pot carregar-se. El fitxer podria estar en ús.
00000078=Img.
00000079=Dimensions:
00000080=Data original:
00000081=Autor:
00000082=Drets:
00000084=ID3
00000085=Títol:
00000086=Artista:
00000087=Àlbum:
00000088=Pista:
00000089=Any:
00000090=Gènere:
00000091=Dir.
00000092=Contingut:
00000094=No s'han trobat mètodes.
00000095=Llista de mètodes de nomenat
00000096=Barra de mètodes
00000097=Afegeix mètode
00000098=Elimina mètode
00000099=Neteja
00000100=A dalt de tot
00000101=Amunt
00000102=Baix
00000103=Fons
00000105=Carrega llista de mètodes
00000106=Desa la llista de mètodes
00000107=Plantilles:
00000110=Desa la llista
00000111=Mou seleccionats
00000112=Mou a dalt de tot
00000113=Mou amunt
00000114=Mou baix
00000115=Mou al fons
00000116=Afegeix ...
00000117=Elimina
00000118=Executa
00000119=Propietats ...
00000120=Carrega llista ...
00000121=Desa la llista ...
00000122=Neteja llista
00000123=Refresca
00000124=Estableix
00000125=Ajusta columnes
00000144=&Personalitza ...
00000145=&Copia
00000152=Mou
00000153=Amunt
00000154=Endavant
00000155=Baix
00000156=Al fons
00000157=Canvia mètode a
00000158=Afegeix mètode
00000159=Esborra
00000160=Neteja
00000161=Necessiteu ajuda per començar?
00000162=Necessiteu ajuda per començar?
00000163=&Per començar ...
00000164=Afegeix mètode per lots
00000179=Insereix &etiqueta
00000180=&Desfà
00000181=&Talla
00000182=&Copia
00000183=&Enganxa
00000184=Selecciona-ho &tot
00000185=Visita el &fòrum ...
00000186=Personalitza les columnes
00000187=Estableix
00000188=Adequa columnes
00000189=Personalitza ...
00000190=Veure estil
00000191=Detalls
00000192=Icones grans
00000193=Icones petits
00000194=Llista
00000195=&Contribueix al projecte ...
00000196=Marca
00000197=Desmarca seleccionats
00000198=Marca seleccionats
00000200=Desmarca
00000201=Desmarca tots
00000202=Mètode per lots:
00000203=Directori de sortida:
00000204=Desa la llista
00000205=A fitxer CSV ...
00000206=Elimina elem. sense etiquetes ID3
00000207=Elimina elem. sense informació d'imatge
00000219=Regla de col·lisió de noms:
00000220=Separador:
00000221=Patró:
00000223=Obrir lot de mètodes
00000225=Desa lot de mètodes
00000226=Vídeo
00000227=Dimensions:
00000228=Fotogrames:
00000229=Durada:
00000230=Còdec de vídeo:
00000231=Còdec d'àudio
00000232=Taxa de bits:
00000233=Ubicació GPS:
00000234=Ordre aleatori
00000235=Canvia descripció ...
00000236=Precisió GPS:
00000237=ExifTool ...
00000238=Afegeix barra de carpeta
00000239=Afegeix seleccionats
00000240=Mostra fitxers
00000241=Actualitza
00000242=Panell de carpetes
00000243=Panell de carpetes
00000244=Afegeix seleccionats
00000245=Programa de TV ...
00000246=Importa
00000247=Programa de TV:
00000248=Episodi de TV:
00000249=Fitxer CSV ...
00000250=Marca per patró ...
00000251=Desmarca per patró ...
00000252=Programa
00000253=Config. línia ordres ...
00000254=Inverteix marcats
00000255=Selecciona
00000256=Selecciona tots
00000257=Desselecciona
00000258=Inverteix la selecció
00000259=Marcar no per patró ...
00000260=Obre carpeta contenidora
00000261=Hi ha disponible una nova versió de l'Advanced Renamer.
00000262=Actualitza ara!
00000264=Tanca
00000265=Clau de llicència ...
00000266=Valors GPS
00000267=Metadades
00000268=Canvia el nom del fitxer nou ...

[CustomizeCols]
00000002=Personalitza les columnes
00000094=&Config. de columnes:
00000095=&Columnes:
00000096=&Amplada de columnes:
00000097=Accepta
00000098=Cancel·la
00000099=&A dalt
00000100=&A baix
00000101=&Superior
00000102=&Fons
00000103=Desa
00000104=Esborra

[InsertTag]
00000003=<Inc Nr> - Ordenar numèricament
00000096=Per defecte
00000097=<Dir nom> - Nom del directori
00000099=<Inc alpha> - Ordenar alfabèticament
00000101=<Num dirs> - Nombre total de SUBDIR. al dir.
00000103=<Num fitxers> - Nombre total de fitxers en el dir.
00000105=<Ext> Extensió
00000107=<Nom> - Nom del fitxer sense extensió
00000109=<Inc NrDir> - Ordena numèricament per dir.
00000111=<Num items> - Nombre total d'elements en la llista
00000113=ID3 / MP3
00000114=<ID3 àlbum>
00000116=<ID3 any>
00000118=<ID3 pista>
00000120=<ID3 títol>
00000122=<ID3 gènere>
00000124=<ID3 artista>
00000126=Imatge
00000127=<Img amplada> - Amplada d'imatge
00000129=<Img alçada> - Alçada d'imatge
00000131=<Img any>
00000133=<Img mes>
00000135=<Img dia>
00000137=<Img hora>
00000139=<Img min>
00000141=<Img s>
00000143=<Img autor> Artista de la imatge
00000145=<Img copyright> Drets d'autor de la imatge
00000147=Temps
00000148=<any>
00000150=<s>
00000152=<min>
00000154=<hora>
00000156=<dia>
00000158=<mes>
00000160=Creat
00000161=<any creació>
00000163=<s creació>
00000165=<min creació>
00000167=<hora creació>
00000169=<dia creació>
00000171=<mes creació>
00000173=Modificat
00000174=<any modificació>
00000176=<s modificació>
00000178=<min modificació>
00000180=<hora modificació>
00000182=<dia modificació>
00000184=<mes modificació>
00000186=&Ajuda
00000187=<Alea> Número aleatori
00000188=Avançat
00000189=<Contingut del fitxer>
00000190=<Taxa de bits>
00000191=<substr> - subcadena
00000192=<RSubstr> - subcadena dreta
00000193=<Word> - Fragmenta noms de fitxer
00000194=<IMG Subsec>
00000195=Mida de fitxer
00000196=<Tam fitxer>
00000197=<kB fitxer>
00000198=<MB fitxer>
00000199=<GB fitxer>
00000200=<TB fitxer>
00000201=Vídeo
00000202=<Vídeo amplada> Resolució horitzontal del vídeo
00000203=<Vídeo alçada> - Resolució vertical del vídeo
00000204=<Vídeo còdec> - Còdec del vídeo
00000205=<Vídeo àudio còdec> - Còdec de l'àudio
00000206=<Bitrate> - Taxa de bits general
00000207=<Vídeo Bitrate> - Taxa de bits del vídeo
00000208=<Vídeo Audio Bitrate> - Taxa de bits de l'àudio
00000210=<Vídeo framerate> - Nombre de fotogrames per segon
00000211=<Vídeo duració> - Durada del vídeo
00000212=<Img FabricantCàmera>
00000213=<Img ModelCàmera>
00000214=<Img obertura>
00000215=<Img brillantor>
00000216=<Img DistànciaFocal>
00000217=<Img ISO>
00000218=<Img VelObturació>
00000219=<Img TempaExposició>
00000220=<Img assumpte>
00000221=<Img títol>
00000222=<Img contrast>
00000223=<Img ModeExposició>
00000224=<Img ProgramaExposició>
00000225=<Img saturació>
00000226=<Img nitidesa>
00000227=<Img BalançBlancs>
00000228=GPS
00000229=<GPS lat> - Latitud
00000230=<GPS lat gra> - Graus de latitud
00000231=<GPS lat s> - Segons de latitud
00000232=<GPS lat min> - Minuts de latitud
00000237=<GPS long> - Longitud
00000238=<GPS gra long> - Graus de longitud
00000239=<GPS long min> - Minuts de longitud
00000240=<GPS long s> - Segon de longitud
00000241=<GPS alt> - Altitud
00000242=<GPS país> - País on es va prendre
00000243=<GPS ciutat> - Ciutat on es va prendre
00000244=<GPS estat> - Estat on es va prendre
00000245=<GPS dir long> - Direcció de la longitud
00000246=<GPS dir lat> - Direcció de la latitud
00000247=<ExifTool> - Valor ExifTool
00000249=Suma de verificació
00000250=<MD5> - Suma de verificació MD5
00000251=<SHA1> - Suma de comprov. SHA-1
00000252=<SHA256> - Suma de comprov. SHA-256
00000253=Programa
00000254=<TVShow Genres> - Llista de gèneres
00000255=<TVShow Year> - Any en què es va emetre l'episodi
00000256=<TVShow Títol> - Nom del programa de TV
00000257=<TVShow Season> - Nombre de temporada
00000258=<TVShow EpisodeNumber> - Número d'episodi
00000259=<TVShow Day> - Dia en què es va emetre l'episodi
00000260=<TVShow Month> - Mes en què es va emetre l'episodi
00000261=<TVShow StartYear> - Any en què es va començar a emetre
00000262=<TVShow EpisodeTitle> - Títol de l'episodi
00000263=<TVShow EpisodeSequence> - Número seqüencial episodi
00000264=<Inc Hex> - Números hex en increment
00000265=<Inc Novel·la> Numerals romans en increment
00000266=<Vídeo títol> - Títol del vídeo
00000267=<Vídeo gènere> - Gènere del vídeo
00000279=<ID3 durada> - Durada àudio
00000280=<ID3 hora> - Durada àudio en hores
00000281=<ID3 min> - Durada àudio en minuts
00000282=<ID3 s> - Durada àudio en segons
00000283=<Vídeo hora> - Durada vídeo en hores
00000284=<Vídeo min> - Durada vídeo en minuts
00000285=<Vídeo s> - Durada vídeo en segons
00000286=<Línia fitxer>
00000287=<Dec Nr> Nombre decreixent
00000288=<UnixTimestamp>
00000289=<UnixTimestamp Creazione>
00000290=<UnixTimestamp Modificato>
00000291=Aiuto per i tag
00000292=<Img DPI> - Risoluzione immagine in DPI
00000293=<Img Largh Poll> - Allargada en polzades
00000294=<Img Altez Poll> - Alçada en polzades
00000295=<Img Largh Cm> - Allargada en centímetres
00000296=<Img Altez Cm> - Alçada en centímetres
00000297=<Img Largh Mm> - Allargada en mil·límetres
00000298=<Img Altez Mm> - Alçada en mil·límetres
00000299=<Str casuale> - Cadena aleatòria
00000300=<ID3 Disc>

[InsertTagWnd]
00000002=Insereix etiqueta
00000094=Tanca
00000095=Valor numèric
00000096=Patró
00000097=Accepta
00000098=Utilitza expressions regulars
00000099=Etiquetes:
00000100=metacaràcters per a les expressions regulars:

[Patern]
00000002=Plantilles
00000094=Plantilles &disponibles:
00000159=Esborra
00000160=&Plantilla seleccionada:
00000161=Accepta
00000162=Cancel·la
00000163=Afegeix
00000164=&Nova

[PreRenaming]
00000002=Inicia reanomenat
00000094=Configuració de nomenat:
00000160=Assegura't que la configuració establerta és correcta abans de prémer el botó Reanomena.
00000161=Cancel·la
00000162=Canvia el nom

[Progress]
00000002=Progrés
00000094=Si us plau, espera mentre es realitza el lot ...
00000160=Quantitat total de fitxers:
00000161=Accepta
00000162=Veure errors
00000163=Afegeix fitxers:
00000164=Cap
00000165=Cap\nFitxers que poden reanomenar-se\nFitxers que no poden reanomenar-se\nTots els fitxers\n
00000166=TabFulla1
00000167=Nom de fitxer
00000168=Codi d'error
00000169=Descr. l'error
00000170=Total de fitxers:
00000171=Correctes:
00000172=Errors:
00000173=TabFulla2
00000174=Errors trobats:

[ProgressAdd]
00000002=Si us plau, espereu ...
00000094=Afegint fitxers ...
00000161=Cancel·la

[ProgressError]
00000002=S'han trobat errors
00000094=S'han trobat errors en els fitxers seleccionats per al lot. Els següents fitxers no poden ser reanomenats. Escull una acció. Cap fitxer ha estat reanomenat encara.
00000161=Aturar lot
00000163=Omet fitxers erronis
00000164=Fitxers totals:
00000165=Errors:
00000166=Nom de fitxer
00000167=Error

[Settings]
00000002=Configuració
00000161=Cancel·la
00000162=Accepta
00000163=Per defecte
00000164=&Reemplaça els no suportats amb:
00000165=&Amplada:
00000166=&Alçada:
00000167=Mostra &quadre d'info del fitxer
00000168=Confirma &neteja de llista
00000171=&Explora menú contextual
00000172=Mostra &quadrícula
00000173=Utilitza informació EXIF per alçada i amplada d'imatges
00000175=Llengua:
00000177=Desa la configuració en aquesta carpeta:
00000178=Carpeta personal
00000179=La mateixa carpeta que aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2 \\ nID3v2, ID3v1 \\ nID3v1 \\ nID3v2 \\ n
00000186=Obre directori ...
00000187=Mostra ajuda per començar
00000188=Utilitza zero padding en Inc Nr
00000194=Cerca actualitzacions en iniciar
00000195=Camp EXIF per a operacions de temps d'imatge:
00000196=Aplicar també a Inc Nr
00000197=Separadors:
00000198=Associar fitxers .aren amb Advanced Renamer
00000199=Àmbit
00000200=Programa
00000201=Reanomenat
00000202=Fitxers d'imatge
00000203=Fitxers de música
00000204=Preferència ID &3
00000205=Mostra la barra de botons d'Afegeix mètode
00000206=Afegeix fitxers quan el lot acabi:
00000207=Executador de consola
00000208=Directori de l'aplicació en la ubicació de l'entorn
00000209=Editor de script JS
00000210=Mida sagnat pestanya:
00000212=Desplaça passada última línia
00000213=Límit elem .:
00000214=Canvia el nom d'una parella de fitxers amb el mateix nom de fitxer nou

[UndoBatchForm]
00000002=Desfà
00000094=Selecciona el reanomenat de desfer a la llista de l'esquerra
00000161=Tanca
00000162=Desfà aquesta llista
00000163=Nom de fitxer original
00000164=Nom de fitxer anomenat
00000165=Error
00000166=Directori
00000167=Marca tots
00000168=Desmarca tot
00000169=Seleccioneu un reanomenat de lot previ baix i prem el botó «Desfer aquesta llista» per recuperar el reconegut.
00000170=Directori reanomenat
00000171=Elimina ...
00000172=Desselecciona elements &erronis

[frmAddFolderChoice]
00000001=Afegeix directori
00000002=Cancel·la
00000003=Accepta
00000004=Afegeix fitxers en directoris
00000005=Afegeix directoris
00000006=Inclou subdirectoris
00000007=Màscara de nom de fitxer:
00000008=Trieu com afegir directoris a Advanced Renamer.
00000009=Afegeix directoris &arrel
00000010=Afegeix &subdirectoris
00000011=Expressió regular de correspondència

[BatchResultFrame]
00000003=Últim resultat
00000004=Nombre total d'elements:
00000005=Errors trobats:
00000006=Mostra els errors ...
00000007=Desfà últim lot ...
00000008=Afegeix elements amb èxit
00000009=Afegeix elements amb errors
00000010=Afegeix tots els elements

[frmExifTool]
00000002=Exiftool
00000094=Tanca
00000096=Etiqueta:
00000097=Copia
00000098=ExifTool és un programa extern amb compatibilitat per a més formats dels quals Advanced Renamer suporta nativament. Utilitza ExifTool per tenir accés a més metadades de fitxers.
00000099=Pàgina web d'ExifTool
00000100=Filtre:

[frmJSScript]
00000001=Seqüència d'ordres
00000002=Tanca i aplica seqüència
00000003=Aquesta seqüència serà executada una vegada per a cada element en la llista.
00000004=Aquesta seqüència serà executada només una vegada abans de processar tots i cadascun dels elements a la llista. Usa-la per configurar qualsevol valor inicial.

[frmCSVImport]
00000002=Importa CSV
00000003=&Importa
00000008=Cancel·la
00000009=Nom del fitxer:
00000010=Separador:
00000011=Columna per nom original:
00000012=Columna per nom nou: (opcional)
00000013=Carpeta base per a fitxers originals:
00000014=Primera línia és capçalera
00000015=Nom original
00000016=Nom nou
00000017=Estat

[frmTVShow]
00000002=Importa programa TV
00000003=Accepta
00000004=Cerca programa TV:
00000005=Cerca
00000006=Següent>
00000007=<Anterior
00000008=Cancel·la
00000009=Programa seleccionat:
00000010=Gènere:
00000011=Temporades:
00000013=Temporades:
00000014=Episodis:
00000015=Utilitza aquesta guia per omplir fitxers a la llista amb la informació del programa recol·lectada de TVRage.com. \n\nAbans de continuar hauries assegurar-te que els fitxers a la llista estan ordenats correctament.\n\nQuan acabis d'importar informació de TVRage.com pots fer servir les etiquetes del programa de televisió per a\nreanomenar fitxers amb informació.\n
00000016=Importa de:
00000017=Nombre de fitxers:
00000018=Nombre de seleccionats:
00000019=Actualitza
00000020=Tot
00000021=Res
00000022=Tot
00000023=Res

[frmCommandLine]
00000002=Config. línia ordres
00000202=Mode lot:
00000223=Obre manera lot
00000224=Ruta:
00000225=Fitxer llista mètodes:
00000226=Tipus elements:
00000227=Elements:
00000228=Ordre elem .:
00000229=Exporta registre:
00000230=Carpeta de destinació:
00000231=Màscara:
00000232=Màscara regex:
00000233=Ordre:
00000234=Fitxer que conté:
00000235=Afegeix també elem. subcarpetes
00000236=Reverteix
00000237=Elements de ruta
00000238=Llista d'elements
00000239=Fitxer que contingui
00000240=Copia comandament
00000241=Desa el fitxer .bat ...
00000242=Tanca
00000243=Obre fitxer
00000244=Desa el fitxer
00000245=Desa el fitxer lot

[GPSValuesForm]
00000002=Valors GPS
00000003=Valor original\nValor\n
00000004=OK
00000005=Cancel·la
00000006=Utilitzeu la llista següent en lloc dels valors del GPS.

[MetaDataBatchForm]
00000002=Escriu metadades del grup
00000003=Camp de metadades:
00000004=INICIAR CONVERSIÓ
00000005=Aquesta funció només està disponible per als usuaris registrats. Es limitarà a funcionar en un sol element.
00000017=El canvi de les metadades de fitxers pot corrompre els fitxers. Assegureu-vos que teniu una còpia de seguretat dels fitxers abans d'intentar canviar les metadades. Utilitzeu aquesta funció només en fitxers en discs locals. Funcionarà amb la majoria de JPEG i molts altres tipus de fitxer.
00000018=Nom del fitxer
00000019=Valor original
00000020=Nou valor
00000021=Estat
00000022=Cancel·la
00000023=Tanca

[PleaseRegisterForm]
00000002=
00000094=Si us agrada l'Advanced Renamer i el feu servir amb freqüència, us preguem que recolzeu el projecte obtenint una llicència. Utilitzeu els botons següents per inscriure-us amb una clau de llicència.
00000173=Per a ús personal:
00000174=Donació
00000175=Per a ús comercial:
00000176=Comprar
00000177=Tanca
00000181=Clau de llicència:
00000182=Nom:
00000183=Registra a:
00000184=Aplica

[$CONSTANTS]
AbsoluteDateTime=Data i temps absolut
Accessed=Accés
AccessedDateTime=Data i temps d'accés
Action=Acció
Active=Actiu
Add=Afegeix
AddFiles=Afegeix fitxers
AddingFiles=Afegint fitxers ...
All=Tots
AllFiles=Tots els fitxers
AllItems=Tots els elements
AnalyzingFiles=Analitzant fitxers ...
ApplyScript=Aplica seqüència
ApplyTo=Aplica a
Archive=Fitxer
Archive_Short=A
Ask=Pregunta
AtIndex=En posició
Audio=Audio
Backwards=Des del final
BatchModeCopy=Copia
BatchModeMove=mou
BatchModeRename=Canvia el nom
Beta=Beta
BetaFeature=Funció beta
Casesensitive=Considera Majúscules
ColumnName0=Nom de fitxer
ColumnName1=Ruta
ColumnName10=Gènere ID3
ColumnName100=Nom de la carpeta
ColumnName101=Ruta
ColumnName102=Data de creació
ColumnName103=Atributs
ColumnName104=Nous atributs
ColumnName105=Nou nom de carpeta
ColumnName106=Nova data de creació
ColumnName107=Codi d'error
ColumnName108=Error
ColumnName109=Destinació nova
ColumnName11=ID3 títol
ColumnName12=ID3 registre
ColumnName13=ID3 any
ColumnName14=Nou atribut
ColumnName15=Nou nom de fitxer
ColumnName16=Nova data creació
ColumnName17=Nova data accés
ColumnName18=Nova data modificació
ColumnName19=Codi d'error
ColumnName2=Mida
ColumnName20=Error
ColumnName21=Data original
ColumnName22=Extensió
ColumnName23=Destinació nova
ColumnName3=Data de creació
ColumnName4=Últim accés
ColumnName5=Data de modificació
ColumnName6=Atributs
ColumnName7=Dimensions
ColumnName8=Àlbum (ID3)
ColumnName9=Artista (ID3)
CommercialUse=Us comercial
ContinueQuestion=Continuar?
CopiedFileCouldNotBeFound=El fitxer copiat no s'ha trobat
CopiedFolderCouldNotBeFound=El directori copiat no s'ha trobat
CopiedItem=Element copiat
CopiedItemPath=Destinació d'element copiat
CopyValueToAll=Copia valors a tots
CopyValueToAllAbove=Copia valors a tots els precedents
CopyValueToAllBelow=Copia valors a tots els següents
Created=Creat
CreatedDateTime=Data i temps de creació
current=actual
Datetime=data
Day=dia
Day_Long_1=dilluns
Day_Long_2=dimarts
Day_Long_3=dimecres
Day_Long_4=dijous
Day_Long_5=divendres
Day_Long_6=dissabte
Day_Long_7=diumenge
Day_Short_1=Dll
Day_Short_2=Dm
Day_Short_3=Dx
Day_Short_4=Dj
Day_Short_5=Dv
Day_Short_6=Ds
Day_Short_7=Dim
DeltaDateTime=Data i temps delta
Description=Descripció
DirnamePattern=Patró nombredir
Edit=Edita
Error=error
Errors=error/s
Err_100=Bé
Err_101=Error desconegut
Err_102=No es suporten <>: "/ \\ *? Al nom de fitxer
Err_103=El nom del fitxer conté caràcters no permesos
Err_104=Nom de fitxer massa llarg
Err_105=El fitxer ja existeix
Err_106=La carpeta no existeix
Err_107=No es troba el fitxer font
Err_108=Nom de fitxer no especificat
Err_109=Possibilitat de diversos fitxers amb el mateix nom
Err_110=Mètode de nomenat no vàlid
Err_111=No s'ha trobat informació d'imatge
Err_112=No s'ha trobat etiqueta ID3
Err_113=Massa fitxers per <Inc alpha>
Err_114=Etiqueta de temps invàlida
Err_115=Canvi d'extensió
Err_116=Etiqueta no vàlida
Err_117=Expressió regular no vàlida
Err_118=Patró no trobat
Err_119=No hi ha resultats del geoservidor
Err_120=Resultats no vàlids del geoservidor
Err_121=No hi ha informació de vídeo
Err_122=No hi ha informació GPS
Err_123=Els directoris no poden ser moguts ni copiats a altres unitats
Err_124=Seqüència no vàlida
Err_125=Error d'ExifTool
Err_126=La informació TVShow no ha estat buscada. Usa la finestra ImportarTV primer
Err_127=Ignora duplicats
Err_128=OK, copia del fitxer
Err_129=OK, nom exclusiu
Err_FieldWriteError=Impossibile verificare la scrittura del campo
Excellent=Excel·lent
EXIFDate_DateDigitized=Data de digitalització
EXIFDate_DateOriginal=Data original
EXIFDate_DateTaken=Data de captura
EXIFToolDate_DateOriginal=Data original d'ExifTool
EXIFToolGPSDateTime=Data/Hora GPS d'ExifTool
Extension=Extensió
Fair=Acceptable
File=Fitxer
FileCouldNotBeRenamed=El fitxer podria no ser reanomenat
Fileinfo=Info del fitxer
FilenamePattern=Patró nom de fitxer
FileRenamedOK=Reanomenat correcte
Files=Fitxers
Folder=Carpeta
FolderLocation=Ubicació de la carpeta
Folders=Carpetes
GettingThumbnails=Obtenir miniatures
Good=Bé
GotErrors=Hi ha errors
HandleNegativeNumbers=Manipula nombres negatius
Hidden=Amaga
Hidden_Short=O
Hour=hora
Ideal=Ideal
ImageDateTime=Temps d'imatge
ImageFile=Fitxer d'imatge
InputMessageDescription=Canvia la descripció del mètode
InsertValue=Insereix un valor...
InvertCase=Estableix caràcters invertits
ItemNotReverted=No pot revertir l'element
ItemRevertedOK=Element revertit
Items=element/s
LoadList=Carrega llista
Lowercase=Tot en minúscules
LowerCaseFirstLetter=Primera lletra minúscula
LowerCaseFirstLetterInEveryWord=Primera lletra de cada paraula minúscula
LowerCasePattern=Patró en minúscules
MethodName_Add=Afegeix
MethodName_Attributes=Atributs
MethodName_List=Llista
MethodName_ListReplace=Substitueix la llista
MethodName_Move=mou
MethodName_NewCase=Caràcters
MethodName_NewName=Nou nom
MethodName_Remove=Elimina
MethodName_RemovePattern=Elimina patró
MethodName_Renumber=Renumera
MethodName_Replace=Reemplaça
MethodName_Script=Seqüència
MethodName_Swap=Intercanvia
MethodName_Timestamp=Etiqueta de temps
MethodName_Trim=Retalla
Methods=mètodes
Min=min
Moderate=Moderat
Modified=modificat
ModifiedDateTime=Data i temps de modif.
Month=mes
Month_01_Long=gener
Month_01_Short=gen
Month_02_Long=febrer
Month_02_Short=febrer
Month_03_Long=març
Month_03_Short=mar
Month_04_Long=abril
Month_04_Short=abril
Month_05_Long=maig
Month_05_Short=maig
Month_06_Long=juny
Month_06_Short=juny
Month_07_Long=juliol
Month_07_Short=juliol
Month_08_Long=agost
Month_08_Short=ago
Month_09_Long=setembre
Month_09_Short=set
Month_10_Long=octubre
Month_10_Short=octubre
Month_11_Long=novembre
Month_11_Short=novembre
Month_12_Long=desembre
Month_12_Short=desembre
MoveCount=Mou comptador
MovedFileCouldNotBeFound=Fitxer mogut no trobat
MovedFolderCouldNotBeFound=Directori mogut no trobat
MovedItem=Element mogut
MovedItemPath=Destinació de l'element mogut
MoveFrom=Mou des
MoveRelative=Mou relativament
MoveTo=Mou a
MsgTitle_Confirm_ClearList=Neteja llista
MsgTitle_Confirm_DeleteColumnSet=Esborra conjunt de columnes?
MsgTitle_Confirm_OverwriteColumnSet=Ja existeix la configuració
MsgTitle_Confirm_Quit=Sortir d'Advanced Renamer
MsgTitle_Error=Error
MsgTitle_Error_FileNotFound=Fitxer no trobat
MsgTitle_Error_InvalidColumnSetName=Nom no vàlid
Msg_Confirm_ClearList=Esteu a punt d'Esborrar tots els fitxers de la llista.\n\nEsteu segurs?
Msg_Confirm_ClearMethodList=Esborra llista de mètodes?
Msg_Confirm_DeleteColumnSet=Esborra columna establerta\n\nEsteu segur que vols Esborra l'establert com a "%s»?
Msg_Confirm_ExtChanged=L'extensió canviarà en alguns fitxers, i podrien quedar inservibles.\n\nVoleu continuar amb el reconegut de tota manera?
Msg_Confirm_OverwriteColumnSet=que estableix ja existeix\n\nVoleu sobreescriure el que estableix com a «%s»?
Msg_Confirm_OverwriteFile=Sobreescriu fitxer?\n\nEsteu a punt de sobreescriure el fitxer "%s». Voleu continuar?
Msg_Confirm_PopulateList=Omple la caixa de text amb els noms originals dels elements de la llista?
Msg_Confirm_Quit=Encara hi ha fitxers a la llista.\n\nEsteu segurs que voleu sortir?
Msg_Confirm_RenamingPossibleErrors=S'han trobat errors\n\nEs s'han trobat possibles errors que fan impossible canviar el nom dels fitxers afegits.\n\n¿Continuar canviant el nom?
Msg_Confirm_SettingsPathChanged=Ha canviat la carpeta de propietats.\n\nVoleu copiar les seves propietats en aquesta carpeta?\n\nNota: Qualsevol fitxer existent a la carpeta serà sobreescrit.
Msg_Error_AddFileAssociation=No s'han pogut associar els fitxers
Msg_Error_CannotAddSoManyFiles=No es poden Afegeix fitxers.\n\nNo podeu carregar més de%d elements a la llista.
Msg_Error_CheckUpdates=Error\n\nNo s'han pogut comprovar les actualitzacions.
Msg_Error_CoultNotCreateFolder=No s'ha pogut crear la carpeta
Msg_Error_FileNotFound=Error\n\nNo es troba l'fitxer "%s».
Msg_Error_InvalidColumnSetName=Error\n\n%s no és un nom vàlid\n\nEl nom d'una columna establerta sol conté lletres, nombres, - i _.
Msg_Error_InvalidFolder=Error\n\nNo és una carpeta vàlida.
Msg_Error_ListIsEmpty=La llista és buida
Msg_Error_MustEnableBeforeAddFolders=Heu habilitar '%s »o«%s »
Msg_Error_MustHaveSingleExtension=Tots els objectes de la llista han de tenir la mateixa extensió de fitxer.
Msg_Error_NotFoundItems=%d elements no es van trobar.\n\n%s
Msg_Error_NoUndoList=No ha estat seleccionada cap recuperació.
Msg_Error_Only2000Plus=El vostre sistema no suporta aquesta característica; només està disponible en Windows 2000 o superior.
Msg_Error_RemoveFileAssociation=No s'ha pogut suprimir l'associació de fitxers
Msg_Error_RenamingNoFilesInList=Error\n\nNo es pot canviar el nom perquè no hi ha fitxers a la llista.
Msg_Error_Server=Error de comunicació amb el servidor
Msg_Error_Unknown=Error desconegut\n\n%s
Msg_FirstTimeUse=Aquesta podria ser la primera vegada que useu Advanced Renamer. És aconsellable revisar la guia d'usuari abans d'usar el programa.\n\nVoleu veure la guia ara?
Msg_Info_BatchModeNotSupportedForFolders=El mètode de nomenat seleccionat no suporta directoris.
Msg_Info_BatchWriteMetadataCompleted=Escriptura grup completada.\n\n%d elements processats.\n%d OK.\n%d no canviats.\n%d errors.
Msg_Info_ConvertMethods_0310=En aquesta versió d'Advanced Renamer, els mètodes predeterminats estan ubicats en una carpeta personalitzada. Quan cliqueu a Accepta podreu escollir una carpeta buida per convertir els mètodes existents.
Msg_Info_CouldNotBeAdded=%d fitxers podrien no ser afegits.
Msg_Info_ItemsAlreadyInList=%d dels elements ja són a la llista
Msg_Info_LanguageChange=El canvi d'idioma s'aplica vegada quan el programa ha estat reiniciat.
Msg_Info_NewVersion=Està disponible una actualització per Advanced Renamer.\n\nVoleu descarregar-la?
Msg_Info_NoNewVersion=Ara no hi ha actualitzacions per Advanced Renamer.
Msg_Info_RevertChanges=Això revertirà tots els canvis a les propietats predeterminades.\n\nVoleu continuar?
Msg_Info_ThankYou=Gràcies :-). Sou el millor!
Msg_Info_UndoHasEnded=Desfer lot ha finalitzat amb%d errors.
Msg_Info_UndoSuccess=El lot ha estat revertit amb èxit.
MusicFile=Fitxer de música
Name=Nom
NameAndExtension=Nom i extensió
NameCollisionRule_AppendImgSubsec=Adjunta subsegon d'imatge
NameCollisionRule_AppendNumber=Ordena numèricament
NameCollisionRule_AppendPattern=Adjunta patró
NameCollisionRule_Fail=Fallada
NameCollisionRule_Ignore=Ignora
NewCase=Caràcters
NewFolder=Directori nou
Newname=Nom nou
NewNumber=Nombre nou
No=No
NoChange=Sense canvis
NoMethods=Cap mètode en ús.\n\nFeu clic a «Afegeix mètode» per Afegir-ne algun.
None=Cap
NotRegistered=No registrat
Nth1=1a
Nth2=2a
Nth3=3a
Nth4=4a
Nth5=5a
Nth6=6a
Nth7=7a
Nth8=8a
Nth9=9a
NumberDifference=Diferència numèrica
NumberLength=Longitud numèrica
NumberPosition=Posició numèrica
NumericValueOrPattern=Valor numèric o patró de cerca
Occurrence=Incidència
OK=Bé
OriginalFileNotFound=Fitxer original no trobat
OriginalFileStillExists=El fitxer original encara existeix
OriginalFolderNotFound=Directori original no trobat
OriginalFolderStillExists=La carpeta original encara existeix
Pattern=Patró
PersonalUse=Us personal
PleaseRegisterMessage=Missatge de l'autor:\n\nSi useu freqüentement aquest software o si l'useu en un àmbit comercial, compreu una clau de llicència usant un dels dos botons de sota.\n\nSalutació Cordial\n  Kim Jensen
Poor=Pobre
PopulateList=Omple llista
PreBatchScript=Seqüència inicial ...
Readonly=Només lectura
Readonly_Short=Lec
RegEx_AnyChar=Qualsevol caràcter
RegEx_CharList=Caràcter contingut en llista de caràcters
RegEx_Digit=Caràcter dígit
RegEx_EndLine=Final de línia
RegEx_Match0OrMore=Iguala a 0 o més
RegEx_Match1Or0=Iguala a 1 o 0
RegEx_Match1OrMore=Iguala a 1 o més
RegEx_MatchLeastNTimeNoMoreM=Iguala almenys n vegades però no més de m
RegEx_MatchLeastNTimes=Iguala almenys n vegades
RegEx_MatchNTimes=Iguala n vegades
RegEx_NonCharList=La llista de caràcters no conté el caràcter
RegEx_NonDigit=Caràcter no dígit
RegEx_NonWordChar=Caràcter no paraula
RegEx_StartLine=Començament de línia
RegEx_SubAlternative=Subpatró alternatiu
RegEx_SubGroup=Grup de subpatró
RegEx_SubMatch=Primera coincidència de subpatró
RegEx_WordChar=Caràcter paraula
Register=Registre
RegisteredTo=Registrat a %s
RemoveCount=Quantitat
RenamedFileCouldNotBeFound=Podrien no haver-hi fitxers reanomenats
RenamedFolderCouldNotBeFound=Podrien no haver-hi carpetes reanomenades
RenamedItem=Element reanomenat
RenamedItemPath=Destinació d'element reanomenat
RenumberChange=Ves al
RenumberChangeTypeAbsoluteText=Nombre absolut
RenumberChangeTypeRelativeText=Relatiu a xifres existents
Replace=Reemplaça
ReplaceWith=Reemplaça amb
SaveColumnSet=Desa columna establerta
SaveList=Desa la llista
Season=Temporada
Sec=s
SelectFolder=Seleccioneu directori
SelectMethod=Seleccioneu un mètode.
Separator=Separador
Set=Estableix
ShowInWindow=Mostra en una finestra ...
Skip=Saltar
StartingAt=Inicia en
Status=Estat
Status_TestingNames=Estat: Provant noms ...
System=Sistema
System_Short=Sis
Tag=Etiqueta
TagCategoryAdvanced=Etiquetes avançades
TagCategoryChecksum=Etiquetes verificació
TagCategoryDateTime=Etiquetes temps
TagCategoryDateTimeCreated=Etiquetes de temps de creació
TagCategoryDateTimeModified=Etiquetes de temps de modificació
TagCategoryDefault=Etiquetes predeterminades
TagCategoryFileSize=Etiquetes de mida
TagCategoryGPS=Etiquetes d'ubicació GPS
TagCategoryID3=Etiquetes ID3 / MP3
TagCategoryImage=Etiquetes d'imatge
TagCategoryTVShow=Programa TV
TagCategoryVideo=Etiquetes de vídeo
TBShowlblEpisodesTitle=Tria temporades i episodis per «%s».
TextList=Llista de text
TextToBeReplaced=Reemplaça això
ToRemoveMoreThanOne=Per Reemplaça més d'un patró fa servir \\ per separar els patrons.
ToReplaceMoreThanOne=Per Reemplaça més d'un fragment fa servir \\ per separar els fragments.
TrimCharacters=Retalla caràcters
TypeNameForColumnSet=Escriu un nom per a aquesta configuració.
Unknown=Desconegut
Unset=Desfà
UpdateAvailable=Hi ha una actualització disponible. Clica per actualitzar.
Uppercase=Tot en Majúscules
UpperCaseFirstLetter=Primera lletra Majúscula
UpperCaseFirstLetterInEveryWord=Primera lletra de cada paraula Majúscula
UpperCasePattern=Patró en Majúscules
UseRegularExpressions=Utilitza patrons
Value=Valor
Video=Vídeo
VideoFile=Fitxer de vídeo
WithErrors=Elements amb errors
WithoutErrors=Elements sense errors
WordSeperators=Separador de paraules
Year=any
Yes=Sí
ZeroPadding=Sense farciment
ZeroPadTypeAuto=Automàtic
ZeroPadTypeManual=Manual
ZeroPadTypeNo=No separa
